{
    "title1": "INTRODUCTION",
    "content1": "International Youth Technology and Engineering Conference (ITEC) is an international student activity of creative thinking and its practise   organised by the China MOE’s subordinate institute, together with the United States, the UK, Canada, Australia, Singapore, India and other dozens of countries. By means of artificial intelligence and virtual reality technology, and internet as a carrier, it aims to develop students’ inter-disciplinary and comprehensive creative capabilities in the future intelligent era, thus to help students master the must-to-have knowledge and skills in real life and during their life-long learning.",
    "title2": "Atimetable for an activity execution",
    "content2": "",
    "step1": "ITEC City Elite Competition Online Simulate Racing Activities and Online MCQ",
    "step2": "ITEC City Elite Competition Online Simulate Racing Activities and Online MCQ",
    "step3": "ITEC City Elite Competition Online Simulate Racing Activities and Online MCQ",
    "step4": "China Delegation Camp China Delegation Camp will be taught by National Committee on the day before ITEC Global. It is open to participants who have registered for the ITEC Global. ",
    "step5": "ITEC (Global/ Asia)）Offline Exchange Conference",
    "title3": "ORGANIZER",
    "title4": "Expert panel of experts",
    "title5": "Significance",
    "title6": "Goals and concepts",
    "title7": "Program Features",
    "content41": "At the so-called “golden era” of cultivating scientific literacy and innovative thinking, adolescents and children should be guided to use the knowledge and engineering skills that they have already mastered to solve practice problems in a scientific way of thinking and practice. This is essential to foster students’ ability of innovation and thus to enhance their competitiveness in the future world.",
    "content42": "All we are doing now is to prepare children for future to —be engaged in the work that has not appeared till today —master the technology that has not been invented till today —solve the problems that have not been encountered till today",
    "content51": "ITEC hopes to build an activity platform with the power of science and technology where education and social development remain coherent both realistically and forward-looking. It aims to facilitate the all-round development of adolescents’ knowledge, ability, thinking and practice, to cultivate their scientific literacy and innovative skills, to enhance the deep understanding of their own capabilities, and thus to make contributions to creating a better intelligent era. ",
    "content52": "ITEC hopes to build an activity platform with the power of science and technology. It aims to facilitate the all-round development of adolescents’ knowledge and ability, to cultivate their scientific literacy and innovative skills, and thus to make contributions to creating a better intelligent era.",
    "content53": "Curiosity: Curiosity is the basis for students to inquiry, while fun is important to keep their stay curious. Fun is the first and primary factor for ITEC to design their technology and engineering activities, which helps to motivate their learning, creation and practice and guides them into the future as well as adopts to the future world.",
    "content54": "Humanties: ITEC advocates the integration of humanities and science, so that adolescents can develop a better understanding of the world and further to modify the world on the basis of “freedom, equality, fairness and harmony”.",
    "title71": "National Standards | Global Perspective",
    "title72": "Student-Oriented | Computational Thinking",
    "title73": "Learning for Practice |  Knowledge upon Action",
    "title74": "Literacy Evaluation |  Plan Growth Pathway",
    "title51": "The Core Capabilities of the Future World",
    "content71": "ITEC designs activities strictly in accordance with the national curriculum standards, while authoritative expert teams from well-known universities and research institutions ensure the universality of the project. The exchange with other dozens of countries/ regions will be able to broaden the children’s horizon as well.",
    "content72": "ITEC is student-oriented that it encourages students to accomplish task by their autonomous inquiry and by means of computer programming. It is one of the basic must-to-have quality of students in future to understand the human-machine communication. ",
    "content73": "ITEC strives to combine STEAM education with key disciplines, encourages students to solve problems by applying their existing knowledge and helps students to experience the practical results by means of VR technology, which is a stimulus for students to foster their interest in learning and to understand deeply of the origin of knowledge. ",
    "content74": "ITEC provides each participant with a science and engineering competency assessment report that analyzes and evaluates the students’ overall performance on their competencies, and thus to guide them in making objective judgement and independent planning for their individual competency development. ",
    "u1": "China Wisdom Engineering Association is the highest academic association in the field of China wisdom engineering theory studies and application studies. It is initiated by Peking University, Tsinghua University, Renmin University of China, Beijing Normal university, Chinese Academy of Sciences, Chinese Academy of Social Sciences, Chinese Academy of Engineering and other key universities of China, research institutes and many well-known personnels. It is approved by the State Council, registered under the Ministry of Civil Affairs and supervised by the Ministry of Education.",
    "u11": " ",
    "u2": "China International Association for Promotion of Science and Technology was approved and established by the Science and Technology Leading Team of State Council. It was registered under the Ministry of Civil Affairs and under the supervision of the Work Committee of Central Government Department. It aims to unite scientists, educators, financiers, entrepreneurs, industrialists, management experts and engineers and technicians both at home and abroad to promote the development of sci-tech in China, to promote the integration of science and economy, to strengthen the international exchange of technology and the cooperation of economy, to revitalise China, and thus to achieve the goal of “sci-tech industralisation, industry technicalization”.",
    "u22": " ",
    "u3": "Founded in 1921, the China Education Improvement Association is a joint effort by well-known educators Liang Qichao, Cai Yuanpei and Tao Xingzhi to push the education survey, education measurement and science education forward, thus to accelerate the process of scientification, democratisation and globalisation of the education in China. In 2011, Professor Chu Zhaohui, from China Education Academy of Science, joined forces with educators from China Education Research Institute of Science, Peking university, Renmin University of China, Tsinghua University and Beijing Normal University to rebuild China Education Improvement Association. It has thus become a platform for educators to exchange ideas and a professional third-party think-tank.",
    "c1": "ZH Chu is the researcher in both the Chinese Academy of Social Sciences and the Central Institute of Education. Holding a phD of Chinese History at Beijing Normal University, he was selected as the KOL in education by Netease in 2012. In 2014, he was selected by Sohu as the 2014 China Education Promoter.",
    "c2": "LH Long is the academician in Chinese Academy of Engineering, and an expert in strategic Missile and Launch Vehicle Technology. He is now serving as the chief designer of launch vehicle series in China Academy of Launch Vehicle Technology and the deputy chief designer of the national lunar exploration project. ",
    "c3": "RS Tian was the former in-charge and chief editor of Space Exploration. He is the executive director of China Science Writers’ Association and the senior aerospace science expert.",
    "c4": "YG Guo is the professor of Asian Cultural Institute in America and consultant of National Science Foundation of the United States. He is now the 985 guest researcher of International Comparative Education Research Centre in Beijing Normal University.",
    "n1": "CHU ZHAO HUI",
    "n2": "LONG LE HAO",
    "n3": "TIAN RU SEN",
    "n4": "GUO YU GUI",

    "titleEN": "titleEN"
}