{
    "title1": "大赛介绍",
    "content1": "国际青少年科技与工程大会（ITEC）是中国教育部直属机构与美国、英国、加拿大、澳大利亚、新加坡、印度等十几个国家联合组织的国际性中小学生融合创新思维实践活动。目的为面向未来的智能时代，以人工智能、虚拟现实技术为工具、互联网为载体培养训练少年儿童跨学科的综合创新实践能力，帮助孩子们掌握现实生活和终身学习所必需的知识与技能。",
    "title2": "活动流程",
    "content2": "",
    "step1": "城市ITEC常规秀<br>线上模拟竞速活动与答题",
    "step2": "城市ITEC精英秀<br>线上模拟竞速活动与答题",
    "step3": "国际青少年科技与工程大会中国区大会<br>线下现场交流大会",
    "step4": "ITEC 特训营<br>在国际大会前一天由全国组委会线下授课，面向国际赛的中国代表队训练营，仅限报名国际赛的选手参加。",
    "step5": "国际青少年科技与工程大会（国际/亚洲）<br>线下现场交流大会",
    "title3": "活动指导单位",
    "title4": "顾问委员",
    "title5": "比赛意义",
    "title6": "目标与理念",
    "title7": "大会特色",
    "content41": "少年儿童处在培养科学素养和创新思维的黄金时期，引导他们利用已掌握的知识和工程技术，采用科学的思维与实践方式解决实际问题， 是培养学生们高效创新能力，提高竞争力的关键方法。",
    "content42": "我们现在做的一切，都是为了帮助孩子们在将来能够——从事今天尚未出现的工作，——掌握今天尚未发明的技术， ——解决今天尚未遇到的问题",
    "content51": "ITEC期望凭借科技的力量，构建“教育与社会发展保持现实性和前瞻性相统一”的活动平台。促进青少年知识、能力、思维与实践的全面发展，培养科学素养和创新能力，提高对自身能力的深度认知，为创造更美好的智能时代作出贡献。",
    "content52": "趣味：“好奇”是产生探究行为的基础，趣味是保持好奇心的重要手段。ITEC将趣味性作为科技与工程活动设计的首要条件，激发青少年学习、创新与实践内在动力，引导孩子们走进未来，适应未来。",
    "content53": "创新：ITEC坚持认为“每位学生都是富有创造性的主体”， 鼓励参与者对已有知识的进行改组和有效运用，以解决问题和创造有价值的产品。创新力所必备的基础知识、专业知识、工具性知识或方法论知识以及综合性知识是ITEC考核的重点。",
    "content54": "人文：人文科学是认识世界的基础性的视角，科学技术为改造世界提供了现实地方法和手段。ITEC倡导人文与科学的统一，让青少年们在 “自由、平等、公平、和谐”的基础上更好的认识和改造世界，追求世界和谐和自我自由发展的终极目标。",
    "title51": "科技与工程：面向未来的教育",
    "title71": "国家标准 国际视野",
    "title72": "学生主导 数码思维",
    "title73": "学以致用 即行即知",
    "title74": "素养评估  规划成长",
    "content71": "ITEC严格按照国家课程标准设计活动内容，有著名高校和科研机构的权威的专家团队保证项目的普适性。同时与数十个国家和地区开展交流活动，开拓孩子们的视野。",
    "content72": "ITEC以学生为主体，由他们自主探究完成任务的方法，并且用计算机编程的方式实现。了解人机沟通的方式和方法，这是未来人才必备的基础素养。",
    "content73": "ITEC努力将STEAM教育与主要学科相结合，鼓励学生们用学到的知识解决问题，并通过VR技术安全地体验到实践结果，对于激发学习兴趣、深入了解知识本源起到推动作用。",
    "content74": "ITEC向每位参与者提供科技与工程能力评测报告，对学生们整个活动过程进行分析和评估，做出能力倾向和竞争力的科学分析，从而指导他们对个人能力发展做出客观判断并做到自主规划。",
    "u1": "中国智慧工程研究会是由北京大学、清华大学、中国人民大学、北京师范大学、中国科学院、中国社会科学院、中国工程院等全国重点科研院校、科研单位和众多著名教育家、科学家等社会各界知名人士共同发起、经国务院批准、民政部核准登记、由教育部主管的全国性一级社团组织，是中国智慧工程理论研究和应用研究领域的最高学术团体。",
    "u2": "年经中华人民共和国国务院科技领导小组批准而成立的国家一级社团，在民政部注册，管理单位为中央国家机关工委。协会宗旨为团结国内外科学家、教育家、金融家、企业家、实业家、管理专家和工程技术人员，促进中国科学技术的发展，促进科技与经济的结合，加强国际科技交流与经济合作，振兴中华，实现。",
    "u3": "中华教育改进社成立于1921年，由梁启超、蔡元培、陶行知等著名教育家共同发起，致力于推进教育调查、教育测量和科学教育，有力地促进了中国教育科学化、民主化、世界化的进程。2011年中国教育科学研究院储朝晖研究员联合中国教育科学研究院、北京大学、中国人民大学、清华大学、北京师范大学等高校教育专家学者共同恢复重建，已形成有志教育改进者相互切磋和激励的平台，专业化的第三方智库。",
    "c1": "中国教科院研究员，中央教科所研究员，北京师范大学中国教育史专业博士。2012被网易评选为年度教育意见领袖。2014年入选搜狐网'2014中国教育推动者'",
    "c2": "中国工程院院士、战略导弹与运载火箭技术专家。现任中国运载火箭技术研究院运载火箭系列总设计师、国家月球探测工程副总设计师",
    "c3": "《太空探索》杂志社原社长、主编；中国科普作家协会常务理事、研究员资深航天科普专家。",
    "c4": "美国亚洲文化学院教授，美国国家科学基金会咨询顾问，现任北京师范大学国际比较教育研究中心985客座研究员。",
    "n1": "储朝辉",
    "n2": "龙乐豪",
    "n3": "田如森",
    "n4": "郭玉贵"
}